Repository: shinta0806/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# MainPageViewModel_MenuFlyoutItemLatestInfoHistoryText
source: Latest information on {0}...
zh_cn: {0} 的最新消息...

# MainPageViewModel_SwitchToDefaultFontIfNeeded_Warning
source: The font used in the project is not installed, so an alternative font will be used. {0}
zh_cn: 该项目中使用的字体未安装，因此将使用替代字体。 {0}

# MainPageViewModel_Undo_SynchronizeTemplate
source: Reflecting template changes from other projects
zh_cn: 反映来自其他项目的模板更改

# MainPageViewModel_Warning_Beta
source: This version is a beta version under development. Please read the help section carefully before use and use with caution.
zh_cn: 此版本为开发中的测试版。 使用前请仔细阅读帮助文档，并谨慎使用。

# MainPageWelcomeControl_ButtonNew.Content
source: New project (template available)...
zh_cn: 新建项目（可使用模板）...

# MainPageWelcomeControl_ButtonNextTips.ToolTipService.ToolTip
source: Next tips
zh_cn: 下一个提示

# MainPageWelcomeControl_ButtonOpen.Content
source: Open project...
zh_cn: 打开项目...

# MainPageWelcomeControl_ButtonPrevTips.ToolTipService.ToolTip
source: Previous tips
zh_cn: 上一个提示

# MainPageWelcomeControl_ButtonSampleFolder.Content
source: Sample folder
zh_cn: 示例文件夹

# MainPageWelcomeControl_ButtonTutorialMovie.Content
source: Watch tutorial (Japanese video)
zh_cn: 观看教程（日语视频）

# MainPageWelcomeControl_ButtonTutorialText.Content
source: Watch tutorial (Text)
zh_cn: 观看教程（文字）

# MainPageWelcomeControl_TextBlockStart.Text
source: Choose whether to create a new project (create a new video with karaoke subtitles) or open an existing project (edit a video with karaoke subtitles that has already been created).
zh_cn: 请选择是新建项目（制作新的卡拉 OK 字幕视频），还是打开现有项目（编辑已制作的卡拉 OK 字幕视频）。

# MainPageWelcomeControl_TextBlockTipsHeader.Text
source: One-point tips
zh_cn: 实用技巧

# MainPageWelcomeControl_TextBlockTutorial.Text
source: If this is your first time, please check out the tutorial. You can create a video with karaoke subtitles using the sample materials.
zh_cn: 如果是第一次使用，请先查看教程。可以使用示例素材制作带卡拉 OK 字幕的视频。

# MainPageWelcomeControlViewModel_Caption
source: Welcome to "{0}" {1}. In {0}, you can switch panels using the left-hand navigation and proceed by working through the panels from top to bottom to create a karaoke video with subtitles. For detailed instructions on how to use each panel, please see the help.
zh_cn: 欢迎使用“{0}”{1}。 在 {0} 中，可以通过左侧导航切换面板，并按从上到下的顺序设置各面板，制作带字幕的卡拉 OK 视频。 各面板的详细使用方法请参阅帮助。

# MainPageWelcomeControlViewModel_TipsDescription
source: Once you've become familiar with using {0}, try using the tips to aim for a higher level of karaoke subtitled videos.
zh_cn: 熟悉 {0} 后，可以尝试这些技巧，制作更高水平的卡拉 OK 字幕视频。

# Meta_Language
source: en-US
zh_cn: zh-CN

# Mp4SettingsControl_TextBlockSettingsName.Text
source: Name of encoding setting:
zh_cn: 编码设置名称：

# Mp4SettingsControl_TextBlockVideoAdditional.Text
source: Video additional option:
zh_cn: 视频附加选项：

# Mp4SettingsControl_TextBlockVideoCodec.Text
source: Video codec:
zh_cn: 视频编码器：

# Mp4SettingsControl_TextBlockVideoDevice.Text
source: Video encoding device:
zh_cn: 视频编码设备：

# Mp4SettingsControl_TextBlockX264CrfHighQuality.Text
source: High quality
zh_cn: 高质量

# Mp4SettingsControl_TextBlockX264CrfLowQuality.Text
source: Low quality
zh_cn: 低质量

# Mp4SettingsControl_TextBlockX264CrfNotice.Text
source: A smaller number indicates higher video quality.
zh_cn: 数字越小，视频质量越高。

# Mp4SettingsControl_TextBlockX265CrfHighQuality.Text
source: High quality
zh_cn: 高质量

# Mp4SettingsControl_TextBlockX265CrfLowQuality.Text
source: Low quality
zh_cn: 低质量

# Mp4SettingsControl_TextBlockX265CrfNotice.Text
source: A smaller number indicates higher video quality.
zh_cn: 数字越小，视频质量越高。

# Mp4SettingsModel_Error_UnableSet
source: Unable to set video parameters: {0}
zh_cn: 无法设置视频参数：{0}

# Mp4SettingsModel_New
source: New
zh_cn: 新建

# Mp4SettingsModel_Quality
source: Quality[{0}]:
zh_cn: 质量[{0}]：

# Mp4SettingsModel_SoftwareNotice
source: Setting it below {0} will not result in any noticeable improvement in video quality and will only waste file size.
zh_cn: 将其设置为低于 {0} 不会带来更明显的画质提升，只会浪费文件空间。

# Mp4SettingsModel_VideoCodecNoticeH264
source: This video can be played in a variety of environments.
zh_cn: 可在多种环境中播放，兼容性较好。

# Mp4SettingsModel_VideoCodecNoticeH265
source: The video quality is high, and the file size is small.
zh_cn: 视频质量高，文件体积小。

# Mp4SettingsModel_VideoDeviceNoticeHardware
source: Encoding is fast in {0} environment. An error will occur in unsupported environments. The video quality will be lower and the file size will be larger.
zh_cn: 在 {0} 环境中编码速度较快。 不支持的环境会出错。视频质量会降低，文件体积会变大。

# Mp4SettingsModel_VideoDeviceNoticeSoftware
source: It can be encoded in various environments. The video quality is high, and the file size is small.
zh_cn: 可在多种环境中编码。 视频质量高，文件体积小。

# NicoKaraListOutputPage_ButtonAbort.Content
source: Abort
zh_cn: 中止

# NicoKaraListOutputPage_TextBlockStatus.Text
source: Creating karaoke video list...
zh_cn: 正在创建卡拉 OK 视频列表...

# NicoKaraListOutputPageViewModel_Confirm_ButtonAbortClicked
source: Do you want to stop outputting the karaoke video list?
zh_cn: 要停止导出卡拉 OK 视频列表吗？

# NicoKaraListOutputPageViewModel_Information_Aborting
source: Aborting...
zh_cn: 正在中止...

# NicoKaraListOutputPageViewModel_Information_Done
source: Karaoke video list output complete. Elapsed time: {0}
zh_cn: 卡拉 OK 视频列表导出完成。 用时：{0}

# NicoKaraListOutputPageViewModel_ListOutputStatus_0
source: Preparing...
zh_cn: 准备中...

# NicoKaraListOutputPageViewModel_ListOutputStatus_1
source: Preparing...
zh_cn: 准备中...

# NicoKaraListOutputPageViewModel_ListOutputStatus_2
source: Downloading...
zh_cn: 下载中...

# NicoKaraListOutputPageViewModel_ListOutputStatus_3
source: Outputting...
zh_cn: 输出中...

# NicoKaraListOutputPageViewModel_ListOutputStatus_4
source: Finished
zh_cn: 已完成

# NicoKaraListOutputWindow.Title
source: Output karaoke video list
zh_cn: 导出卡拉 OK 视频列表

# NicoKaraListPage_ButtonBrowseDestFolder.Content
source: Browse...
zh_cn: 浏览...

# NicoKaraListPage_ButtonDownloadUpdate.Content
source: Download update now
zh_cn: 立即下载更新

# NicoKaraListPage_ButtonList.Content
source: Create list
zh_cn: 创建列表

# NicoKaraListPage_ButtonOpenDestFolder.ToolTipService.ToolTip
source: Open output folder
zh_cn: 打开导出文件夹

# NicoKaraListPage_HyperlinkButtonListRule.Content
source: Detailed information on listing rules
zh_cn: 列表规则详细信息

# NicoKaraListPage_HyperlinkButtonUserId.Content
source: Your user ID is displayed near your username on your My Page
zh_cn: 您的用户 ID 显示在“我的页面”中的用户名旁边

# NicoKaraListPage_TextBlockDescription_1.Text
source: This will create a list that displays all the karaoke videos uploaded to Niconico Douga.
zh_cn: 此功能会创建一个列表，显示上传到 Niconico 的所有卡拉 OK 视频。

# NicoKaraListPage_TextBlockDescription_2.Text
source: (Note) This feature is not provided by Niconico Douga officially, but is a unique feature of this app.
zh_cn: （注意）此功能并非由 Niconico 官方提供，而是本应用独有的功能。

# NicoKaraListPage_TextBlockDestFolder.Text
source: Output folder:
zh_cn: 导出文件夹：

# NicoKaraListPage_TextBlockDownloadAdditionalDataWarning.Text
source: (This will make creating the list take longer.)
zh_cn: （这会使创建列表花费更长时间。）

# NicoKaraListPage_TextBlockDownloadSettings.Text
source: Download settings
zh_cn: 下载设置

# NicoKaraListPage_TextBlockDownloadUpdate_1.Text
source: Download update data for the specified video.
zh_cn: 下载指定视频的更新数据。

# NicoKaraListPage_TextBlockDownloadUpdate_2.Text
source: (If you edit the title of a video you've uploaded, downloading the updated data will list it with the edited title.)
zh_cn: （如果编辑了已上传视频的标题，下载更新数据后，列表中会显示编辑后的标题。）

# NicoKaraListPage_TextBlockDownloadUpdate_3.Text
source: (Edited titles are not reflected in real time; they are updated daily at 5:00 AM. Please wait one day after editing before downloading.)
zh_cn: （编辑后的标题不会实时反映；每天上午 5:00 更新。编辑后请等待一天再下载。）

# NicoKaraListPage_TextBlockDownloadWarning.Text
source: Due to changes in Niconico Douga's specifications, downloads may become unavailable.
zh_cn: 由于 Niconico 规格变更，下载功能可能会无法使用。

# NicoKaraListPage_TextBlockRowPerPage.Text
source: Number of lines per page:
zh_cn: 每页行数：

# NicoKaraListPage_TextBlockUpdateGlobalId.Text
source: Video ID (M):
zh_cn: 视频 ID（M）：

# NicoKaraListPage_TextBlockUserId.Text
source: Niconico Douga User ID:
zh_cn: Niconico 用户 ID：

# NicoKaraListPageViewModel_CheckBoxDownloadAdditionalDataLabel
source: Download additional data when the "Create List" button is clicked ({0})
zh_cn: 单击“创建列表”按钮时下载附加数据（{0}）

# NicoKaraListPageViewModel_CheckBoxDownloadAdditionalDataLabelDefault
source: Download additional data when the "Create List" button is clicked
zh_cn: 单击“创建列表”按钮时下载附加数据

# NicoKaraListPageViewModel_MaxUpdateTimeLabel
source: Previous data: {0}
zh_cn: 现有数据：{0}

# NicoKaraListPageViewModel_UpdateExpanderDownloadSupplement
source: ({0}, Additional data download: {1})
zh_cn: （{0}，附加数据下载：{1}）

# NicoKaraListWindow.Title
source: Create karaoke video list
zh_cn: 创建卡拉 OK 视频列表

# Nkm3Common_AllTypeFilterName
source: All files
zh_cn: 所有文件

# Nkm3Common_DestFormatFilterName_0
source: Uncompressed AVI
zh_cn: 未压缩 AVI

# Nkm3Common_DestFormatFilterName_2
source: Sequential PNG images
zh_cn: PNG 图像序列

# Nkm3Common_DestFormatFilterName_3
source: Sequential PNG images (with transparency for subtitles only)
zh_cn: 连续 PNG 图像（透明背景）

# Nkm3Common_ExeFilterName
source: Exe files
zh_cn: 可执行文件

# Nkm3Common_ImageFilterName
source: Image files
zh_cn: 图像文件

# Nkm3Common_LyricsFilterName
source: Lyrics files
zh_cn: 歌词文件

# Nkm3Common_MovieFilterName
source: Video files
zh_cn: 视频文件

# Nkm3Common_Nkm2ProjectFilterName
source: Old project files
zh_cn: 旧版项目文件

# Nkm3Common_Nkm3ProjectFilterName
source: Project files
zh_cn: 项目文件

# Nkm3Common_SoundAndMovieFilterName
source: Audio files, Video files
zh_cn: 音视频文件

# Nkm3Common_SoundFilterName
source: Audio files
zh_cn: 音频文件

# Nkm3SettingsPage_ButtonDefault.Content
source: Default
zh_cn: 恢复默认

# Nkm3SettingsPage_ButtonNavigationDown.ToolTipService.ToolTip
source: Down panel
zh_cn: 下一个面板

# Nkm3SettingsPage_ButtonNavigationUp.ToolTipService.ToolTip
source: Up panel
zh_cn: 上一个面板

# Nkm3SettingsPage_ToggleButtonEncoding.ToolTipService.ToolTip
source: MP4 encoding
zh_cn: MP4 编码

# Nkm3SettingsPage_ToggleButtonGeneral.ToolTipService.ToolTip
source: General
zh_cn: 通用

# Nkm3SettingsPage_ToggleButtonMaintenance.ToolTipService.ToolTip
source: Maintenance
zh_cn: 维护

# Nkm3SettingsPage_ToggleButtonPerformance.ToolTipService.ToolTip
source: Performance
zh_cn: 性能

# Nkm3SettingsPage_ToggleButtonReload.ToolTipService.ToolTip
source: Lyrics update
zh_cn: 歌词更新

# Nkm3SettingsPage_ToggleButtonToast.ToolTipService.ToolTip
source: Notification
zh_cn: 通知

# Nkm3SettingsPageEncodingControl_ButtonBrowseFfmpegPath.Content
source: Browse...
zh_cn: 浏览...

# Nkm3SettingsPageEncodingControl_ButtonTool.ToolTipService.ToolTip
source: Various
zh_cn: 工具

# Nkm3SettingsPageEncodingControl_MenuFlyoutItemAddMp4Settings.Text
source: Add encoding settings
zh_cn: 添加编码设置

# Nkm3SettingsPageEncodingControl_MenuFlyoutItemRemoveMp4Settings.Text
source: Remove encoding settings
zh_cn: 移除编码设置

# Nkm3SettingsPageEncodingControl_TextBlockFfmpegPath.Text
source: Location of FFmpeg:
zh_cn: FFmpeg 位置：

# Nkm3SettingsPageEncodingControlViewModel_Confirm_AddMp4Settings
source: Copy "{0}" and add it to the encoding settings. Are you sure?
zh_cn: 复制“{0}”并添加到编码设置中。 确定吗？

# Nkm3SettingsPageEncodingControlViewModel_Confirm_RemoveMp4Settings
source: Remove "{0}". Are you sure?
zh_cn: 移除“{0}”。 确定吗？

# Nkm3SettingsPageEncodingControlViewModel_Error_CheckProperties_SettingsNameEmpty
source: Please enter a name for the encoding settings.
zh_cn: 请为编码设置命名。

# Nkm3SettingsPageEncodingControlViewModel_Error_RemoveMp4Settings_LastSettings
source: It is not possible to remove the last encoding settings.
zh_cn: 无法移除最后一个编码设置。

# Nkm3SettingsPageEncodingControlViewModel_Error_RemoveMp4Settings_NoTarget
source: No items to be removed have been specified.
zh_cn: 未指定要移除的项目。

# Nkm3SettingsPageGeneralControl_CheckBoxAutoSave.Content
source: Save project for automatic recovery
zh_cn: 保存项目以便自动恢复

# Nkm3SettingsPageGeneralControl_CheckBoxCloseButtonForEachTab.Content
source: Show close button for each tab
zh_cn: 在每个标签页上显示关闭按钮

# Nkm3SettingsPageGeneralControl_CheckBoxIsolateLongRubyKanji.Content
source: If the ruby ​​text exceeds the width of the base character, spaces will be added on both sides of the base character.
zh_cn: 如果注音文本超过基准字符宽度，则在基准字符两侧添加空白。

# Nkm3SettingsPageGeneralControl_TextBlockAutoSaveInterval_1.Text
source: Auto save interval:
zh_cn: 自动保存间隔：

# Nkm3SettingsPageGeneralControl_TextBlockAutoSaveInterval_2.Text
source: minutes
zh_cn: 分钟

# Nkm3SettingsPageGeneralControl_TextBlockColorSpecifyType.Text
source: How to set the color:
zh_cn: 颜色设置方式：

# Nkm3SettingsPageGeneralControl_TextBlockFastForward_1.Text
source: Fast forward:
zh_cn: 快进：

# Nkm3SettingsPageGeneralControl_TextBlockFastForward_2.Text
source: seconds
zh_cn: 秒

# Nkm3SettingsPageGeneralControl_TextBlockFastRewind_1.Text
source: Fast rewind:
zh_cn: 快退：

# Nkm3SettingsPageGeneralControl_TextBlockFastRewind_2.Text
source: seconds
zh_cn: 秒

# Nkm3SettingsPageGeneralControl_TextBlockFastTime.Text
source: Fast rewind/forward times during preview (approximate)
zh_cn: 预览时的快进/快退时间（近似值）

# Nkm3SettingsPageGeneralControl_TextBlockSpaceWidth.Text
source: Width of a half-width space:
zh_cn: 半角空格宽度：

# Nkm3SettingsPageMaintenanceControl_ButtonBackup.Content
source: Backup settings...
zh_cn: 备份设置...

# Nkm3SettingsPageMaintenanceControl_ButtonCheckRss.Content
source: Check latest information now
zh_cn: 立即检查最新消息

# Nkm3SettingsPageMaintenanceControl_ButtonRestore.Content
source: Restore settings...
zh_cn: 恢复设置...

# Nkm3SettingsPageMaintenanceControl_TextBlockBackup.Text
source: Backup settings (save to file)
zh_cn: 备份设置（保存到文件）

# Nkm3SettingsPageMaintenanceControlViewModel_CheckBoxCheckRssContent
source: Automatically check for the latest information on {0}
zh_cn: 自动检查 {0} 的最新消息

# Nkm3SettingsPageMaintenanceControlViewModel_Confirm_CheckRss
source: If you turn off checking for the latest information, updates such as new versions of {0} will not be displayed. Are you sure you want to turn it off?
zh_cn: 如果关闭最新消息检查，{0} 的新版本等更新将不会显示。 确定要关闭吗？

# Nkm3SettingsPageMaintenanceControlViewModel_Error_Restore_UnableLoad
source: The configuration file could not be loaded.
zh_cn: 无法加载配置文件。

# Nkm3SettingsPageMaintenanceControlViewModel_Information_ButtonBackupClicked
source: Settings have been backed up.
zh_cn: 设置已备份。

# Nkm3SettingsPageMaintenanceControlViewModel_Information_ButtonRestoreClicked
source: Settings have been restored.
zh_cn: 设置已恢复。

# Nkm3SettingsPagePerformanceControl_CheckBoxUseMultiThread.Content
source: Draw using multithreading
zh_cn: 使用多线程渲染

# Nkm3SettingsPagePerformanceControl_CheckBoxUseUseHardwareAdapter.Content
source: Draw using hardware adapter
zh_cn: 使用硬件加速渲染

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunFontSelector.Content
source: Automatically set font
zh_cn: 自动设置字体

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunLayoutSelector.Content
source: Automatically set layout
zh_cn: 自动设置布局

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunLineBreaker.Content
source: Automatically set line breaks
zh_cn: 自动设置分页和分段

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunShowTimeAdjuster.Content
source: Automatically set display start and end times
zh_cn: 自动设置显示开始和结束时间

# Nkm3SettingsPageReloadControl_CheckBoxReloadRunSubtitleActionSelector.Content
source: Automatically set actions
zh_cn: 自动设置动作

# Nkm3SettingsPageReloadControl_TextBlockDescription_1.Text
source: When the lyrics file is updated, the following settings will be executed.
zh_cn: 歌词文件更新时，将执行以下设置。

# Nkm3SettingsPageReloadControl_TextBlockDescription_2.Text
source: Items that are turned ON will be set automatically.
zh_cn: 已开启的项目将自动设置。

# Nkm3SettingsPageReloadControl_TextBlockDescription_3.Text
source: Items that are turned OFF will retain their previous settings as much as possible.
zh_cn: 已关闭的功能将尽可能保留其之前的设置。

# Nkm3SettingsPageToastControl_CheckBoxLyrics.Content
source: Lyrics updated
zh_cn: 歌词已更新

# Nkm3SettingsPageToastControl_CheckBoxMisc.Content
source: Miscellaneous
zh_cn: 杂项

# Nkm3SettingsPageToastControl_CheckBoxProject.Content
source: Project and its elements
zh_cn: 项目及组件

# Nkm3SettingsPageToastControl_CheckBoxTemplate.Content
source: Template
zh_cn: 模板

# Nkm3SettingsPageToastControl_TextBlockDescription_1.Text
source: You will receive notifications in the following categories.
zh_cn: 您将收到以下类型的通知。

# Nkm3SettingsPageToastControl_TextBlockDescription_2.Text
source: *If notifications are turned off in your OS settings, you will not receive notifications.
zh_cn: *如果在操作系统设置中关闭了通知功能，您将无法收到通知。

# Nkm3SettingsPageViewModel_Confirm_ButtonDefaultClicked
source: We will reset all preferences to their default settings. Are you sure?
zh_cn: 将所有偏好设置重置为默认值。 确定吗？

# Nkm3SettingsWindow.Title
source: Settings
zh_cn: 设置

source: No
zh_cn: 否

# NoAction_Description
source: Do not take action
zh_cn: 不执行动作

source: OK
zh_cn: 确定

# OutputPage_ButtonAbort.Content
source: Abort
zh_cn: 中止

# OutputPage_ButtonNext.ToolTipService.ToolTip
source: Next
zh_cn: 下一个

# OutputPage_ButtonPrev.ToolTipService.ToolTip
source: Previous
zh_cn: 上一个

# OutputPage_TextBlockLatestInfo.Text
source: Latest information
zh_cn: 最新消息

# OutputPageViewModel_Confirm_ButtonAbortClicked
source: Do you want to stop the video output?
zh_cn: 确定停止导出视频？

# OutputPageViewModel_Error_FreeSpaceString
source: Unable to retrieve available storage space.
zh_cn: 无法获取可用存储空间。

# OutputPageViewModel_Error_Prepare
source: The video output could not be prepared.
zh_cn: 无法准备视频输出。

# OutputPageViewModel_FreeSpaceString
source: Available storage space: {0} GB
zh_cn: 可用存储空间：{0} GB

# OutputPageViewModel_Information_NoInfo
source: (Not retrieving the latest information)
zh_cn: （未获取最新消息）

# OutputPageViewModel_Information_PageLoaded_Done
source: Video output complete. Elapsed time: {0}
zh_cn: 视频导出完成。 用时：{0}

# OutputPageViewModel_OutputStatus_0
source: Preparing...
zh_cn: 正在准备...

# OutputPageViewModel_OutputStatus_1
source: Preparing subtitle data...
zh_cn: 正在准备字幕数据...

# OutputPageViewModel_OutputStatus_2
source: Outputting...
zh_cn: 正在导出...

# OutputPageViewModel_OutputStatus_3
source: Ended
zh_cn: 已结束

# OutputPageViewModel_UpdateEstimate_Hour
source: Remaining: {0} hour(s) {1} minute(s)
zh_cn: 剩余：{0} 小时 {1} 分钟

# OutputPageViewModel_UpdateEstimate_Minute
source: Remaining: {0} minute(s)
zh_cn: 剩余：{0} 分钟

# OutputPageViewModel_UpdateEstimate_Second
source: Remaining: {0} second(s)
zh_cn: 剩余：{0} 秒

# OutputPageViewModel_UpdateEstimate_Soon
source: It will be completed soon...
zh_cn: 即将完成...

# OutputPageViewModel_UpdateSettings_DestFormat
source: Output format: {0}
zh_cn: 导出格式：{0}

# OutputPageViewModel_UpdateSettings_DoubleFrame
source: (Makes subtitle wipes twice as smooth)
zh_cn: （让字幕走字平滑度加倍）

# OutputWindow.Title
source: Video output
zh_cn: 视频导出

# PartFontSelector_Chorus
source: chorus
zh_cn: 合唱

# PartFontSelector_Description
source: Set different fonts for the main part and other parts (such as the chorus).
zh_cn: 为主歌和其他部分（如副歌）设置不同字体。

# PartFontSelector_Name
source: Set fonts for each part
zh_cn: 为每个部分设置字体

# ProjectDataModel_DestFormat_Undo
source: Output format
zh_cn: 导出格式

# ProjectDataModel_DestPath_Undo
source: Output file name
zh_cn: 导出文件名

# ProjectDataModel_DoubleFrame_Undo
source: Make subtitle wipes twice as smooth
zh_cn: 让字幕走字平滑度加倍

# ProjectDataModel_Mp4SettingsIndex_Undo
source: MP4 settings
zh_cn: MP4 设置

# ProjectDataModel_ProjectName_New
source: New project
zh_cn: 新项目

# ProjectDataModel_ProjectName_Old
source: Old project
zh_cn: 旧版项目

# ProjectDataModel_SourceInfo_Undo
source: Material information
zh_cn: 素材信息

# RenamePageViewModel_ButtonOkClicked_Error_NameDuplicate
source: The same name is already registered in the template. Please use a different name.
zh_cn: 该名称已在模板中注册。 请使用其他名称。

# RenamePageViewModel_ButtonOkClicked_Error_NameEmpty
source: Please enter a name.
zh_cn: 请输入名称。

# RenameWindow.Title
source: Name change
zh_cn: 更改名称

# SaveProjectTemplatePage_CheckBoxFont.Content
source: Font settings
zh_cn: 字体设置

# SaveProjectTemplatePage_CheckBoxLayout.Content
source: Layout settings
zh_cn: 布局设置

# SaveProjectTemplatePage_CheckBoxOutput.Content
source: Video output
zh_cn: 视频导出

# SaveProjectTemplatePage_CheckBoxSource.Content
source: Background material
zh_cn: 背景素材

# SaveProjectTemplatePage_CheckBoxSynchronizeAll.Content
source: Turn on the synchronization of all font and layout settings.
zh_cn: 开启所有字体和布局设置的同步。

# SaveProjectTemplatePage_CheckBoxTitle.Content
source: Title settings
zh_cn: 标题设置

# SaveProjectTemplatePage_TextBlockDescription.Text
source: Register the current project as a template.
zh_cn: 将当前项目注册为模板。

# SaveProjectTemplatePage_TextBlockElements.Text
source: Please select the elements you would like to include in the template.
zh_cn: 请选择需要包含在模板中的元素。

# SaveProjectTemplatePage_TextBlockName.Text
source: Template name:
zh_cn: 模板名称：

# SaveProjectTemplatePage_TextBlockSynchronizeAll.Text
source: If you include font and layout settings in the template
zh_cn: 如果模板中包含字体和布局设置

# SaveProjectTemplatePageViewModel_ButtonOkClicked_Error_DuplicateName
source: A template with the same name is already registered. Please change the template name.
zh_cn: 已注册了同名的模板。 请更改模板名称。

# SaveProjectTemplatePageViewModel_ButtonOkClicked_Error_EmptyElement
source: Please select the elements you would like to include in the template.
zh_cn: 请选择需要包含在模板中的元素。

# SaveProjectTemplatePageViewModel_ButtonOkClicked_Error_EmptyName
source: Please enter the template name.
zh_cn: 请输入模板名称。

# SaveProjectTemplateWindow.Title
source: Register project as template
zh_cn: 将项目注册为模板

# SelectTemplatePage_ButtonDelete.Content
source: Remove
zh_cn: 移除

# SelectTemplatePage_ButtonRename.Content
source: Name change
zh_cn: 更改名称

# SelectTemplatePage_TextBlockDescription.Text
source: Please select the template you wish to use.
zh_cn: 请选择需要使用的模板。

# SelectTemplatePageViewModel_UpdateStock_Default
source: (Default)
zh_cn: （默认）

# SelectTemplatePageViewModelT_ButtonDeleteClicked_Confirm
source: Remove "{0}". Are you sure? (Note) "{0}" may reappear when you open a project that uses it.
zh_cn: 移除“{0}”。 确定吗？ （注意） 打开使用该模板的项目时，“{0}”可能会再次出现。

# SelectTemplatePageViewModelT_ButtonDeleteClicked_Error_NoSelect
source: Please select the template you wish to remove.
zh_cn: 请选择需要删除的模板。

# SelectTemplatePageViewModelT_ButtonRenameClicked_Error_NoSelect
source: Please select the template whose name you would like to change.
zh_cn: 请选择要更改名称的模板。

# SelectTemplatePageViewModelT_ButtonRenameClicked_Error_UnableLoad
source: Unable to load registered templates.
zh_cn: 无法加载已注册的模板。

# SelectTemplateWindow_TemplateKind_0
source: title
zh_cn: 标题

# SelectTemplateWindow_TemplateKind_1
source: font settings
zh_cn: 字体设置

# SelectTemplateWindow_TemplateKind_2
source: layout settings
zh_cn: 布局设置

# SelectTemplateWindow_TemplateKind_3
source: project
zh_cn: 项目

# SelectTemplateWindow_Title_Misc
source: Use of {0} template
zh_cn: 使用 {0} 模板

# SelectTemplateWindow_Title_Project
source: Create a new {0}
zh_cn: 创建新的 {0}

# SeqLinesBreaker_Description
source: As a general rule, page breaks will be set after the specified number of lines. Where there are differences in wipe timing, paragraph breaks will be set regardless of the number of lines.
zh_cn: 通常会按指定行数分页。 如果走字时间存在差异，则不受行数限制，仍会分段。

# SeqLinesBreaker_Name
source: Set page breaks every certain number of lines
zh_cn: 按指定行数分页

# SeqLinesBreakerSettingsModel_SeqDescription
source: every lines ({0}-{1})
zh_cn: 每 {0}-{1} 行

# SettingsAddOnPage_ButtonDefault.Content
source: Default
zh_cn: 恢复默认

# SettingsAddOnPage_CheckBoxRunFontSelector.Content
source: Automatically set font
zh_cn: 自动设置字体

# SettingsAddOnPage_CheckBoxRunLayoutSelector.Content
source: Automatically set layout
zh_cn: 自动设置布局

# SettingsAddOnPage_CheckBoxRunShowTimeAdjuster.Content
source: Automatically set display start and end times
zh_cn: 自动设置显示开始和结束时间
